Repository: ruslanfedoseenko/Beatrice
Catalog: LostArk.Discord.Bot/Resources/Localization.*.resx
Languages: ru_ru

source: Add Character
ru_ru: Добавить персонажа

# ChoseClass
source: Chose a class
ru_ru: Выберите класс:

# EditCharacter
source: Edit
ru_ru: Редактировать

# RegisterMessage
source: Hello seeker, I am :angel:Beatrice:angel: - your guide in the world :crossed_swords: Lost Ark. I'll keep you posted on what's happening on server {0}. I can also remind you of in-game events that you subscribe to. Seeker, start by registering your characters in the menu below. Good luck to you and may the blessing of Rufeon always go with you!
ru_ru: Приветствую тебя искатель, Я :angel:Беатрис:angel: - твой проводник в мире :crossed_swords: Lost Ark. Я буду держать тебя в курсе событий на сервере {0}. Так же могу напоминать о внутри игровых событиях на которые ты подпишешься. Искатель, начни с регитрации своих персонажей в меню ниже. Успехов тебе и пусть всегда с тобой будет идти благословение Руфеона!

# arcana
source: Arcane
ru_ru: Аркана

source: Avatar
ru_ru: Аватар

# RaidCreatedMessageTemplate
source: Raid created
ru_ru: Рейд создан

# CharsListTitle
source: Charecters list:
ru_ru: Персонажи:

# DeleteCharacter
source: Delete
ru_ru: Удалить

source: Settings
ru_ru: Настройки

source: Language
ru_ru: Язык

source: Timezone
ru_ru: Часовой пояс

source: Change language
ru_ru: Сменить язык

source: Change timezone
ru_ru: Изменить часовой пояс

source: Language changed
ru_ru: Язык изменен

source: Bard
ru_ru: Бард

source: Berserker
ru_ru: Берсерк

source: Deathblade
ru_ru: Клинок смерти

source: Demonhunter
ru_ru: Охотник на демонов

# dualist
source: Infighter
ru_ru: Дуалист

# fury
source: Demonic
ru_ru: Фурия

source: Gunlancer
ru_ru: Страж

source: Gunslinger
ru_ru: Охотница на демонов

source: Lance Master
ru_ru: Мастер копья

# mechanist
source: Artillerist
ru_ru: Механист

source: Paladin
ru_ru: Паладин

# ranger
source: Sharpshooter
ru_ru: Рейнджер

source: Reaper
ru_ru: Жнец

source: Scouter
ru_ru: Агент С.К.А.У.Т.

source: Sorceress
ru_ru: Чародейка

# soulmaster
source: Soulfist
ru_ru: Ки-мастер

source: Summoner
ru_ru: Призывательница

# taigon
source: Striker
ru_ru: Тайгон

source: Destroyer
ru_ru: Сокрушитель

# SetupTitle
source: Server SetUp
ru_ru: Настройка сервера

# SetupDescription
source: Welcome seeker, I will gide you through the server setup process
ru_ru: Приветствую тебя искатель, Я помогу тебе настроить сервер

# SetupChoseRole
source: First you should select admin role for controlling my settings. Only user with this role can coninue setup
ru_ru: Для начала выбери роль, которая будет управлять моими настройками. Только пользователь с этой ролью сможет выполнть дальнейшую настройку

# SetupChoseRolePlaceholder
source: Choose role
ru_ru: Выбери роль
